-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Dec 27, 2022 at 09:09 AM
-- Server version: 8.0.31-0ubuntu0.20.04.1
-- PHP Version: 8.1.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `complaints`
--

-- --------------------------------------------------------

--
-- Table structure for table `activity_log`
--

CREATE TABLE `activity_log` (
  `id` bigint UNSIGNED NOT NULL,
  `log_name` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `description` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `subject_id` bigint UNSIGNED DEFAULT NULL,
  `subject_type` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `causer_id` bigint UNSIGNED DEFAULT NULL,
  `causer_type` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `properties` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `districts`
--

CREATE TABLE `districts` (
  `id` int UNSIGNED NOT NULL,
  `province_id` int DEFAULT NULL COMMENT 'province code',
  `name_en` varchar(255) DEFAULT NULL COMMENT 'district in english',
  `name_dr` varchar(255) DEFAULT NULL COMMENT 'district dari',
  `name_pa` varchar(255) DEFAULT NULL COMMENT 'district pashto'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COMMENT='districts of Afghanistan';

--
-- Dumping data for table `districts`
--

INSERT INTO `districts` (`id`, `province_id`, `name_en`, `name_dr`, `name_pa`) VALUES
(103, 1, 'CHAHAR ASYAB', 'چهارآسیاب', 'چهارآسیاب'),
(104, 1, 'BAGRAMI', 'بگرامی', 'بگرامی'),
(105, 1, 'DEHSABZ', 'ده سبز', 'ده سبز'),
(106, 1, 'SHAKAR DARA', 'شکردره', 'شکردره'),
(107, 1, 'MUSAHI', 'موسئی', 'موسئی'),
(108, 1, 'MIR BACHA KOT', 'میر بچه کوت', 'میر بچه کوت'),
(109, 1, 'KHAK-E-JABAR', 'خاک جبار', 'خاک جبار'),
(110, 1, 'KALAKAN', 'کلکان', 'کلکان'),
(111, 1, 'GULDARA', 'گلدره', 'گلدره'),
(112, 1, 'FARZA', 'فرزه', 'فرزه'),
(113, 1, 'ESTALEF', 'استالف', 'استالف'),
(114, 1, 'QARA BAGH', 'قره باغ', 'قره باغ'),
(115, 1, 'SURUBI', 'سروبی', 'سروبی'),
(116, 1, 'PD1', 'ناحیه1', 'ناحیه1'),
(117, 1, 'PD2', 'ناحیه2', 'ناحیه2'),
(118, 1, 'PD3', 'ناحیه3', 'ناحیه3'),
(119, 1, 'PD 4', 'ناحیه 4', 'ناحیه 4'),
(120, 1, 'PD 5', 'ناحیه 5', 'ناحیه 5'),
(121, 1, 'PD 6 ', 'ناحیه 6 ', 'ناحیه 6 '),
(122, 1, 'PD 7 ', 'ناحیه 7 ', 'ناحیه 7 '),
(123, 1, 'PD 8 ', 'ناحیه 8 ', 'ناحیه 8 '),
(124, 1, 'PD 9 ', 'ناحیه 9 ', 'ناحیه 9 '),
(125, 1, 'PD 10 ', 'ناحیه 10 ', 'ناحیه 10 '),
(126, 1, 'PD 11 ', 'ناحیه 11 ', 'ناحیه 11 '),
(127, 1, 'PD 12 ', 'ناحیه 12 ', 'ناحیه 12 '),
(128, 1, 'PD 13 ', 'ناحیه 13 ', 'ناحیه 13 '),
(129, 1, 'PD 14 ', 'ناحیه 14 ', 'ناحیه 14 '),
(130, 1, 'PD 15 ', 'ناحیه 15 ', 'ناحیه 15 '),
(131, 1, 'PD 16 ', 'ناحیه 16 ', 'ناحیه 16 '),
(132, 1, 'PD 17 ', 'ناحیه 17 ', 'ناحیه 17 '),
(133, 1, 'PD 18 ', 'ناحیه 18 ', 'ناحیه 18 '),
(134, 1, 'PD 19 ', 'ناحیه 19 ', 'ناحیه 19 '),
(135, 1, 'PD 20 ', 'ناحیه 20 ', 'ناحیه 20 '),
(136, 1, 'PD 21 ', 'ناحیه 21 ', 'ناحیه 21 '),
(137, 1, 'PD 22 ', 'ناحیه 22 ', 'ناحیه 22 '),
(138, 1, 'Unknown ', 'نامعلوم ', 'نامعلوم '),
(139, 1, 'Paghman', 'پغمان', 'پغمان'),
(201, 2, 'PROVINCIAL CAPITAL OF KAPISA (MAHMUDI RAQI)', '( مرکز ولایت کاپیسا) محمود راقی', '( مرکز ولایت کاپیسا) محمود راقی'),
(202, 2, 'HISSA-E- DUWUMI KOHISTAN', 'حصه دوم کوهستان', 'حصه دوم کوهستان'),
(203, 2, 'KOH BAND', 'کوه بند', 'کوه بند'),
(204, 2, 'HISSA-E-AWALI KOHISTAN', 'حصه اول کوهستان', 'حصه اول کوهستان'),
(205, 2, 'NIJRAB', 'نجراب', 'نجراب'),
(206, 2, 'TAGAB', 'تگاب', 'تگاب'),
(207, 2, 'ALASAY', 'اله سای', 'اله سای'),
(208, 2, 'Unknown', 'نا معلوم', 'نا معلوم'),
(209, 2, 'PD 1', 'ناحیه 1', 'ناحیه 1'),
(210, 2, 'PD 2', 'ناحیه 2', 'ناحیه 2'),
(301, 3, 'PROVINCIAL CAPITAL OF PARWAN (CHARIKAR)', '( مرکز ولایت پروان) چاریکار', '( مرکز ولایت پروان) چاریکار'),
(302, 3, 'BAGRAM', 'بگرام', 'بگرام'),
(303, 3, 'SHINWARI', 'شینواری', 'شینواری'),
(304, 3, 'SAYID KHALE', 'سید خیل', 'سید خیل'),
(305, 3, 'JABULUSSARAJ', 'جبل السراج', 'جبل السراج'),
(306, 3, 'SALANG', 'سالنگ', 'سالنگ'),
(307, 3, 'SYAHGIRDI GHORBAND', 'سیاه گرد غوربند', 'سیاه گرد غوربند'),
(308, 3, 'KOHI SAFI', 'کوه صافی', 'کوه صافی'),
(309, 3, 'SORKHI PARSA', 'سرخ پارسا', 'سرخ پارسا'),
(310, 3, 'SHAYKH ALI', 'شیخ علی', 'شیخ علی'),
(312, 3, 'UNKNOWN', 'نامعلوم', 'نامعلوم'),
(313, 3, 'PD 1', 'ناحیه 1', 'ناحیه 1'),
(314, 3, 'PD 2', 'ناحیه 2', 'ناحیه 2'),
(315, 3, 'PD 3', 'ناحیه 3', 'ناحیه 3'),
(316, 3, 'PD 4', 'ناحیه 4', 'ناحیه 4'),
(317, 3, 'PD 5', 'ناحیه 5', 'ناحیه 5'),
(318, 3, 'PD 6', 'ناحیه 6', 'ناحیه 6'),
(319, 3, 'PD 7', 'ناحیه 7', 'ناحیه 7'),
(401, 4, 'PROVINCIAL CAPITAL OF WARDAK (MAYDAN SHAHR)', '( مرکز ولایت وردک) میدان شهر', '( مرکز ولایت وردک) میدان شهر'),
(402, 4, 'NERKH', 'نرخ', 'نرخ'),
(403, 4, 'JALREZ', 'جلریز', 'جلریز'),
(404, 4, 'CHAKI WARDAK', 'چک وردک', 'چک وردک'),
(405, 4, 'SAYYDABAD', 'سید آباد', 'سید آباد'),
(406, 4, 'DAYMIRDAD', 'دایمیرداد', 'دایمیرداد'),
(407, 4, 'HISSA-E-AWALI BIHSUD', 'حصه اول بهسود', 'حصه اول بهسود'),
(408, 4, 'JAGHATU', 'جغتو', 'جغتو'),
(409, 4, 'MARKAZ-E-BEHSUD', 'مرکز بهسود', 'مرکز بهسود'),
(410, 4, 'UNKNOWN', 'نامعلوم', 'نامعلوم'),
(501, 5, '(PROVINCIAL CAPITAL OF  LOGAR) PULI ALAM', '(مرکز ولایت لوگر) پل علم', '(مرکز ولایت لوگر) پل علم'),
(502, 5, 'BARAKI BARAK', 'برکی برک', 'برکی برک'),
(503, 5, 'CHARKH', 'چرخ', 'چرخ'),
(504, 5, 'KHUSHI', 'خوشی', 'خوشی'),
(505, 5, 'MOHAMMAD AGHA', 'محمد آغه', 'محمد آغه'),
(506, 5, 'KHAR WAR', 'خروار', 'خروار'),
(507, 5, 'AZRA', 'ازره', 'ازره'),
(508, 5, 'Unknown', 'نا معلوم', 'نا معلوم'),
(602, 6, 'BEHSUD', 'بهسود', 'بهسود'),
(603, 6, 'SORKH RUD', 'سرخرود', 'سرخرود'),
(604, 6, 'CHAPARHAR', 'چپرهار', 'چپرهار'),
(605, 6, 'KAMA', 'کامه', 'کامه'),
(606, 6, 'KUZKUNAR', 'کوزکنر', 'کوزکنر'),
(607, 6, 'RODAT', 'رودات', 'رودات'),
(608, 6, 'KHUGYANI', 'خوگیانی', 'خوگیانی'),
(609, 6, 'BATI KOT', 'بتی کوت', 'بتی کوت'),
(610, 6, 'DEH BALA', 'ده بالا', 'ده بالا'),
(611, 6, 'PACHIR WAGAM', 'پچیرواگام', 'پچیرواگام'),
(612, 6, 'DARAH-E-NOOR', 'دره نور', 'دره نور'),
(613, 6, 'KOT', 'کوت', 'کوت'),
(614, 6, 'GOSHTA', 'گوشته', 'گوشته'),
(615, 6, 'ACHIN', 'اچین', 'اچین'),
(616, 6, 'SHINWAR', 'شینوار', 'شینوار'),
(617, 6, 'MUHMAND DARA', 'مهمنددره', 'مهمنددره'),
(618, 6, 'LALPOOR', 'لعل پور', 'لعل پور'),
(619, 6, 'SHER ZAD', 'شیرزاد', 'شیرزاد'),
(620, 6, 'NAZYAN', 'نازیان', 'نازیان'),
(621, 6, 'HESARAK', 'حصارک', 'حصارک'),
(622, 6, 'DUR BABA', 'دربابا', 'دربابا'),
(623, 6, 'UNKNOWN', 'نامعلوم', 'نامعلوم'),
(624, 6, 'PD 1', 'ناحیه 1', 'ناحیه 1'),
(625, 6, 'PD 2', 'ناحیه 2', 'ناحیه 2'),
(626, 6, 'PD 3', 'ناحیه 3', 'ناحیه 3'),
(627, 6, 'PD 4', 'ناحیه 4', 'ناحیه 4'),
(628, 6, 'PD 5', 'ناحیه 5', 'ناحیه 5'),
(629, 6, 'Provincial Capital of Nangarhar) Jalalabad)', '(مرکز لایت ننگرهار) جلال آباد', '(مرکز لایت ننگرهار) جلال آباد'),
(630, 6, 'SPENGHAR', 'اسپین غر ', 'اسپین غر '),
(701, 7, '(PROVINCIAL CAPITAL OF  LAGHMAN) MEHTERLAM', '( مرکز ولایت لغمان) مهترلام', '( مرکز ولایت لغمان) مهترلام'),
(702, 7, 'QARGHAYEE', 'قرغیی', 'قرغیی'),
(703, 7, 'ALISHING', 'علیشنگ', 'علیشنگ'),
(704, 7, 'ALINGAR', 'علینگار', 'علینگار'),
(705, 7, 'DAWLAT SHAH', 'دولت شاه', 'دولت شاه'),
(706, 7, 'UNKNOWN', 'نامعلوم', 'نامعلوم'),
(707, 7, 'PD 1', 'ناحیه 1', 'ناحیه 1'),
(708, 7, 'PD 2', 'ناحیه 2', 'ناحیه 2'),
(801, 8, 'PROVINCIAL CAPITAL OF  PANJSHER ( BAZARAK )', '( مرکز ولایت پنجشیر) بازارک', '( مرکز ولایت پنجشیر) بازارک'),
(802, 8, 'RUKHA', 'رخه', 'رخه'),
(803, 8, 'DARAH', 'دره', 'دره'),
(804, 8, 'HISSA-E-AWAL ( KHINJ )', 'حصه اول - خنج', 'حصه اول - خنج'),
(805, 8, 'UNABA', 'عنابه', 'عنابه'),
(806, 8, 'SHUTUL', 'شتل', 'شتل'),
(807, 8, 'PARYAN', 'پریان', 'پریان'),
(808, 8, 'Unknown', 'نامعلوم', 'نامعلوم'),
(901, 9, 'PROVINCIAL CAPITAL OF BAGHLAN ( PUL-E-KHUMRI )', '( مرکز ولایت بغلان) پلخمری', '( مرکز ولایت بغلان) پلخمری'),
(902, 9, 'DAHANA-E-GHURI', 'دهنه غوری', 'دهنه غوری'),
(903, 9, 'DUSHI', 'دوشی', 'دوشی'),
(904, 9, 'NAHREEN', 'نهرین', 'نهرین'),
(905, 9, 'BAGHLAN-E-JADEED', 'بغلان جید', 'بغلان جید'),
(906, 9, 'KHINJAN', 'خنجان', 'خنجان'),
(907, 9, 'ANDARAB', 'اندراب', 'اندراب'),
(908, 9, 'DEH SALAH', 'ده صلاح', 'ده صلاح'),
(909, 9, 'JALGA', 'جلگه', 'جلگه'),
(910, 9, 'BURKA', 'برکه', 'برکه'),
(911, 9, 'TALA WA BARFAK', 'تاله وبرفک', 'تاله وبرفک'),
(912, 9, 'PUL-E-HISAR', 'پل حصار', 'پل حصار'),
(913, 9, 'KHOST WA FIRING', 'خوست و فرنگ', 'خوست و فرنگ'),
(914, 9, 'GOZARGAH-E-NOOR', 'گذرگاه نور', 'گذرگاه نور'),
(915, 9, 'FIRING WA GHARU', 'فرنگ وغارو', 'فرنگ وغارو'),
(916, 9, 'PD 1 ', 'ناحیه 1 ', 'ناحیه 1 '),
(917, 9, 'PD 2 ', 'ناحیه 2 ', 'ناحیه 2 '),
(918, 9, 'PD 3 ', 'ناحیه 3 ', 'ناحیه 3 '),
(919, 9, 'PD 4 ', 'ناحیه 4 ', 'ناحیه 4 '),
(920, 9, 'Unknown ', 'نامعلوم ', 'نامعلوم '),
(1001, 10, 'PROVINCIAL CAPITAL OF  BAMYAN ( BAMYAN )', '( مرکز ولایت بامیان) بامیان', '( مرکز ولایت بامیان) بامیان'),
(1002, 10, 'SHEBAR', 'شیبر', 'شیبر'),
(1003, 10, 'SAIGHAN', 'سیغان', 'سیغان'),
(1004, 10, 'KAHMARD', 'کهمرد', 'کهمرد'),
(1005, 10, 'YAKAWLANG', 'یکاولنگ', 'یکاولنگ'),
(1006, 10, 'PANJAB', 'پنجاب', 'پنجاب'),
(1007, 10, 'WARAS', 'ورس', 'ورس'),
(1008, 10, 'Unknown ', 'نامعلوم ', 'نامعلوم '),
(1101, 11, 'PROVINCIAL CAPITAL OF  GHAZNI ( GHAZNI )', '(مرکز ولایت غزنی) غزنی', '(مرکز ولایت غزنی) غزنی'),
(1102, 11, 'WALI MOHAMMAD SHAHID KHUGYANI', 'ولی محمد شهید خوگیانی', 'ولی محمد شهید خوگیانی'),
(1103, 11, 'KHWAJA OMARI', 'خواجه عمری', 'خواجه عمری'),
(1104, 11, 'WAGHAZ', 'واغظ', 'واغظ'),
(1105, 11, 'DEH YAK', 'ده یک', 'ده یک'),
(1106, 11, 'JAGHATU', 'جغتو', 'جغتو'),
(1107, 11, 'ANDAR', 'اندر', 'اندر'),
(1108, 11, 'ZANAKHAN', 'زنخان', 'زنخان'),
(1109, 11, 'RASHIDAN', 'رشیدان', 'رشیدان'),
(1110, 11, 'NAWUR', 'ناور', 'ناور'),
(1111, 11, 'QARA BAGH', 'قره باغ', 'قره باغ'),
(1112, 11, 'GIRO', 'گیرو', 'گیرو'),
(1113, 11, 'AB BAND', 'آب بند', 'آب بند'),
(1114, 11, 'JAGHURI', 'جاغوری', 'جاغوری'),
(1115, 11, 'MUQUR', 'مقر', 'مقر'),
(1116, 11, 'MALISTAN', 'مالستان', 'مالستان'),
(1117, 11, 'GELAN', 'گیلان', 'گیلان'),
(1118, 11, 'AJRISTAN', 'اجرستان', 'اجرستان'),
(1119, 11, 'NAWA', 'ناوه', 'ناوه'),
(1120, 11, 'Unknown', 'نامعلوم', 'نامعلوم'),
(1201, 12, ' PROVINCIAL CAPITAL OF  PAKTIKA ( SHARAN )', '( مرکز ولایت پکتیکا) شرن', '( مرکز ولایت پکتیکا) شرن'),
(1202, 12, 'MATA KHAN', 'متاخان', 'متاخان'),
(1203, 12, 'YOSUF KHEL', 'یوسف خیل', 'یوسف خیل'),
(1204, 12, 'YAHYA KHEL', 'یحیی خیل', 'یحیی خیل'),
(1205, 12, 'SAR RAWZA', 'سرروضه', 'سرروضه'),
(1206, 12, 'OMNA', 'اومنه', 'اومنه'),
(1207, 12, 'ZARGHUN SHAHR', 'زرغون شهر', 'زرغون شهر'),
(1208, 12, 'GOMAL', 'گومل', 'گومل'),
(1209, 12, 'JANI KHEL', 'جانی خیل', 'جانی خیل'),
(1210, 12, 'SURUBI', 'سروبی', 'سروبی'),
(1211, 12, 'URGOON', 'اورگون', 'اورگون'),
(1212, 12, 'ZIRUK', 'زیروک', 'زیروک'),
(1213, 12, 'NIKA', 'نیکه', 'نیکه'),
(1214, 12, 'BARMAL', 'برمل', 'برمل'),
(1215, 12, 'GIYAN', 'گیان', 'گیان'),
(1216, 12, 'DILA WA KHUSHAMAND', 'دیله و خوش آمند', 'دیله و خوش آمند'),
(1217, 12, 'WAZAKHWAH', 'وازه خوا', 'وازه خوا'),
(1218, 12, 'WORMAMAY', 'ورممی', 'ورممی'),
(1219, 12, 'TURWO', 'تروو', 'تروو'),
(1220, 12, 'Unknown', 'نامعلوم', 'نامعلوم'),
(1301, 13, 'PROVINCIAL CAPITAL OF PAKTYA ( GARDEZ )', '(مرکز ولایت پکتیا) گردیز', '(مرکز ولایت پکتیا) گردیز'),
(1302, 13, 'AHMADABA', 'احمدآبا', 'احمدآبا'),
(1303, 13, 'ZURMAT', 'زرمت', 'زرمت'),
(1304, 13, 'SHWAK', 'شواک', 'شواک'),
(1305, 13, 'WUZA JADRAN', 'وزه جدران', 'وزه جدران'),
(1306, 13, 'SAYYID KARAM', 'سیدکرم', 'سیدکرم'),
(1307, 13, 'JAJI', 'جاجی', 'جاجی'),
(1308, 13, 'LAJA AHMAD KHEL', 'لجه احمدخیل', 'لجه احمدخیل'),
(1309, 13, 'JANI KHEL', 'جانی خیل', 'جانی خیل'),
(1310, 13, 'SAMKANI', 'څمکنی', 'څمکنی'),
(1311, 13, 'DAND PATAN', 'دند پتان', 'دند پتان'),
(1312, 13, 'Unknown', 'نامعلوم', 'نامعلوم'),
(1401, 14, 'PROVINCIAL CAPITAL OF KHOST ( KHOST )', '(مرکز ولایت خوست) خوست', '(مرکز ولایت خوست) خوست'),
(1402, 14, 'MANDUZAY (ESMAYEL KHEL)', '(مندوزی) اسماعیل خیل', '(مندوزی) اسماعیل خیل'),
(1403, 14, 'GURBUZ', 'گربز', 'گربز'),
(1404, 14, 'TANAY', 'تنی', 'تنی'),
(1405, 14, 'MUSA KHEL', 'موسی خیل', 'موسی خیل'),
(1406, 14, 'NADIRSHAH KOT', 'نادرشاه کوت', 'نادرشاه کوت'),
(1407, 14, 'SABARI (YAQUBI)', '(صبری) یعقوبی', '(صبری) یعقوبی'),
(1408, 14, 'ALI SHER', 'علی شیر', 'علی شیر'),
(1409, 14, 'BAAK', 'باک', 'باک'),
(1410, 14, 'QALANDAR', 'قلندر', 'قلندر'),
(1411, 14, 'SPERA', 'اسپیره', 'اسپیره'),
(1412, 14, 'SHAMUL', 'شمل', 'شمل'),
(1413, 14, 'JAJI MAIDAN', 'جاجی میدان', 'جاجی میدان'),
(1414, 14, 'Unknown', 'نامعلوم', 'نامعلوم'),
(1501, 15, 'PROVINCIAL CAPITAL OF KUNARHA ( ASAD ABAD )', '(مرکز ولایت کنرها) اسدآباد', '(مرکز ولایت کنرها) اسدآباد'),
(1502, 15, 'MARA WARA', 'مره وره', 'مره وره'),
(1503, 15, 'WATAPOOR', 'واته پور', 'واته پور'),
(1504, 15, 'NARANG WA BADIL', 'نرنگ وبادیل', 'نرنگ وبادیل'),
(1505, 15, 'SAR KANI', 'سرکانی', 'سرکانی'),
(1506, 15, 'SHIGAL WA SHELTAN', 'شیگل و شیلتن', 'شیگل و شیلتن'),
(1507, 15, 'DARA-E-PECH', 'دره پیچ', 'دره پیچ'),
(1508, 15, 'BAR KUNAR', 'برکنر', 'برکنر'),
(1509, 15, 'SAWKAI', 'څوکی', 'څوکی'),
(1510, 15, 'KHAS KUNAR', 'خاص کنر', 'خاص کنر'),
(1511, 15, 'GHAZI ABAD', 'غازی آباد', 'غازی آباد'),
(1512, 15, 'DANGAM', 'دانگام', 'دانگام'),
(1513, 15, 'CHAPA DARA', 'چپه دره', 'چپه دره'),
(1514, 15, 'NOOR GAL', 'نورگل', 'نورگل'),
(1515, 15, 'NARI', 'نری', 'نری'),
(1516, 15, 'Unknown', 'نامعلوم', 'نامعلوم'),
(1601, 16, 'PROVINCIAL CAPITAL OF NOORISTAN ( PAROON )', '( مرکز ولایت نورستان) پارون', '( مرکز ولایت نورستان) پارون'),
(1602, 16, 'WAYGAL', 'وایگل', 'وایگل'),
(1603, 16, 'WAMA', 'واما', 'واما'),
(1604, 16, 'NOOR GRAM', 'نورگرام', 'نورگرام'),
(1605, 16, 'DUAB', 'دوآب', 'دوآب'),
(1606, 16, 'KAMDESH', 'کامدیش', 'کامدیش'),
(1607, 16, 'MANDOL', 'مندول', 'مندول'),
(1608, 16, 'BARG-E-MATAL', 'برگ متال', 'برگ متال'),
(1609, 16, 'Unknown', 'نامعلوم', 'نامعلوم'),
(1701, 17, 'PROVINCIAL CAPITAL OF BADAKHSHAN ( FAIZ ABAD )', '( مرکز ولایت بدخشان) فیض آباد', '( مرکز ولایت بدخشان) فیض آباد'),
(1702, 17, 'ARGO', 'ارگو', 'ارگو'),
(1703, 17, 'ARGHANJ KHWAH', 'ارغنجخواه', 'ارغنجخواه'),
(1704, 17, 'YAFTAL-E-SOFLA', 'یفتل سفلی', 'یفتل سفلی'),
(1705, 17, 'KHASH', 'خاش', 'خاش'),
(1706, 17, 'BAHARAK', 'بهارک', 'بهارک'),
(1707, 17, 'DARAYIM', 'درایم', 'درایم'),
(1708, 17, 'KOHISTAN', 'کوهستان', 'کوهستان'),
(1709, 17, 'YAWAN', 'یاوان', 'یاوان'),
(1710, 17, 'JURM', 'جرم', 'جرم'),
(1711, 17, 'TASHKAN', 'تشکان', 'تشکان'),
(1712, 17, 'SHUHADA', 'شهدا', 'شهدا'),
(1713, 17, 'SHAHR-E-BUZURG', 'شهربزرگ', 'شهربزرگ'),
(1714, 17, 'RAGHISTAN', 'راغستان', 'راغستان'),
(1715, 17, 'KISHM', 'کشم', 'کشم'),
(1716, 17, 'WARDOOJ', 'وردوج', 'وردوج'),
(1717, 17, 'TAGAB', 'تگاب', 'تگاب'),
(1718, 17, 'YAMGAN', 'یمگان', 'یمگان'),
(1719, 17, 'SHIGHNAN', 'شغنان', 'شغنان'),
(1720, 17, 'KHWAHAN', 'خواهان', 'خواهان'),
(1721, 17, 'KUFAB', 'کوف آب', 'کوف آب'),
(1722, 17, 'DARWAZ-E-PAYIN (MAMAY)', 'درواز پائین مایمی', 'درواز پائین مایمی'),
(1723, 17, 'ESHKASHIM', 'اشکاشم', 'اشکاشم'),
(1724, 17, 'SHIKI', 'شکی', 'شکی'),
(1725, 17, 'ZEBAK', 'زیباک', 'زیباک'),
(1726, 17, 'KIRAN WA MENJAN', 'کران ومنجان', 'کران ومنجان'),
(1727, 17, 'DARWAZ-E-BALA (NESAY)', 'درواز بالا نسی', 'درواز بالا نسی'),
(1728, 17, 'WAKHAN', 'واخان', 'واخان'),
(1729, 17, 'PD 1 ', 'ناحیه 1 ', 'ناحیه 1 '),
(1730, 17, 'PD 2 ', 'ناحیه 2 ', 'ناحیه 2 '),
(1731, 17, 'PD 3 ', 'ناحیه 3 ', 'ناحیه 3 '),
(1732, 17, 'PD 4 ', 'ناحیه 4 ', 'ناحیه 4 '),
(1733, 17, 'PD 5 ', 'ناحیه 5 ', 'ناحیه 5 '),
(1734, 17, 'PD 6 ', 'ناحیه 6 ', 'ناحیه 6 '),
(1735, 17, 'PD 7 ', 'ناحیه 7 ', 'ناحیه 7 '),
(1736, 17, 'PD 8 ', 'ناحیه 8 ', 'ناحیه 8 '),
(1737, 17, 'PD 9 ', 'ناحیه 9 ', 'ناحیه 9 '),
(1738, 17, 'PD 10 ', 'ناحیه 10 ', 'ناحیه 10 '),
(1739, 17, 'PD 11 ', 'ناحیه 11 ', 'ناحیه 11 '),
(1740, 17, 'Unknown ', 'نامعلوم ', 'نامعلوم '),
(1801, 18, 'PROVINCIAL CAPITAL OF TAKHAR ( TALUQAN )', '( مرکز ولایت تخار) تالقان', '( مرکز ولایت تخار) تالقان'),
(1802, 18, 'HAZAR SUMUCH', 'هزارسموچ', 'هزارسموچ'),
(1803, 18, 'BAHARAK', 'بهارک', 'بهارک'),
(1804, 18, 'BANGI', 'بنگی', 'بنگی'),
(1805, 18, 'CHAL', 'چال', 'چال'),
(1806, 18, 'NAMAK AB', 'نمک آب', 'نمک آب'),
(1807, 18, 'KALAFGAN', 'کلفگان', 'کلفگان'),
(1808, 18, 'FARKHAR', 'فرخار', 'فرخار'),
(1809, 18, 'KHWAJA GHAR', 'خواجه غار', 'خواجه غار'),
(1810, 18, 'RUSTAQ', 'رستاق', 'رستاق'),
(1811, 18, 'ESHKAMESH', 'اشکمش', 'اشکمش'),
(1812, 18, 'DASHT-E-QALA', 'دشت قلعه', 'دشت قلعه'),
(1813, 18, 'WARSAJ', 'ورسج', 'ورسج'),
(1814, 18, 'KHWAJA BAHAWUDDIN', 'خواجه بهاوالدین', 'خواجه بهاوالدین'),
(1815, 18, 'DARQAD', 'درقد', 'درقد'),
(1816, 18, 'CHAHAB', 'چاه آب', 'چاه آب'),
(1817, 18, 'YANGI QALA', 'ینگی قلعه', 'ینگی قلعه'),
(1818, 18, 'PD 1 ', 'ناحیه 1 ', 'ناحیه 1 '),
(1819, 18, 'PD 2 ', 'ناحیه 2 ', 'ناحیه 2 '),
(1820, 18, 'PD 3 ', 'ناحیه 3 ', 'ناحیه 3 '),
(1821, 18, 'PD 4 ', 'ناحیه 4 ', 'ناحیه 4 '),
(1822, 18, 'Unknown ', 'نامعلوم ', 'نامعلوم '),
(1823, 18, 'Gul bad', 'کل باد', 'کل باد'),
(1901, 19, 'PROVINCIAL CAPITAL OF KUNDUZ ( KUNDUZ )', '(مرکز ولایت کندز) کندز', '(مرکز ولایت کندز) کندز'),
(1902, 19, 'CHAR DARAH', 'چاردره', 'چاردره'),
(1903, 19, 'ALI ABAD', 'علی آباد', 'علی آباد'),
(1904, 19, 'KHAN ABAD', 'خان آباد', 'خان آباد'),
(1905, 19, 'HAZRATI IMAM SAHIB', 'حضرت امام صاحب', 'حضرت امام صاحب'),
(1906, 19, 'DASHTI-E-ARCHI', 'دشت ارچی', 'دشت ارچی'),
(1907, 19, 'QALA-E-ZAL', 'قلعه ذال', 'قلعه ذال'),
(1908, 19, 'UNKNOWN', 'نامعلوم', 'نامعلوم'),
(1909, 19, 'PD 1', 'ناحیه 1', 'ناحیه 1'),
(1910, 19, 'PD 2', 'ناحیه 2', 'ناحیه 2'),
(1911, 19, 'PD 3', 'ناحیه 3', 'ناحیه 3'),
(1912, 19, 'PD 4', 'ناحیه 4', 'ناحیه 4'),
(1913, 19, 'PD 5', 'ناحیه 5', 'ناحیه 5'),
(2001, 20, 'PROVINCIAL CAPITAL OF SAMANGAN ( AYBAK )', '( مرکز ولایت سمنگان) ایبک', '( مرکز ولایت سمنگان) ایبک'),
(2002, 20, 'HAZRAT-E-SULTAN', 'حضرت سلطان', 'حضرت سلطان'),
(2003, 20, 'KHURAM WA SARBAGH', 'خرم و سارباغ', 'خرم و سارباغ'),
(2004, 20, 'FEROZ NAKHCHEER', 'فیروزنخچیر', 'فیروزنخچیر'),
(2005, 20, 'ROI-DO-AB', 'روی دوآب', 'روی دوآب'),
(2006, 20, 'DARA-E-SOOF-E-PAYIN', 'دره صوف پائین', 'دره صوف پائین'),
(2007, 20, 'DARA-E-SOOF-E-BALA', 'دره صوف  بالا', 'دره صوف  بالا'),
(2008, 20, 'PD 3', 'ناحیه 3', 'ناحیه 3'),
(2009, 20, 'Unknown', 'نامعلوم', 'نامعلوم'),
(2010, 20, 'PD 1', 'ناحیه 1', 'ناحیه 1'),
(2011, 20, 'PD 2', 'ناحیه 2', 'ناحیه 2'),
(2102, 21, 'NAHR-E-SHAHI', 'نهر شاهی', 'نهر شاهی'),
(2103, 21, 'DEHDADI', 'دهدادی', 'دهدادی'),
(2104, 21, 'CHAR KENT', 'چارکنت', 'چارکنت'),
(2105, 21, 'MARMUL', 'مارمل', 'مارمل'),
(2106, 21, 'BALKH', 'بلخ', 'بلخ'),
(2107, 21, 'SHOLGARA', 'شولگره', 'شولگره'),
(2108, 21, 'CHIMTAL', 'چمتال', 'چمتال'),
(2109, 21, 'DAWLAT ABAD', 'دولت آباد', 'دولت آباد'),
(2110, 21, 'KHULM', 'خلم', 'خلم'),
(2111, 21, 'CHAR BOLAK', 'چاربولک', 'چاربولک'),
(2112, 21, 'SHORTEPA', 'شورتیپه', 'شورتیپه'),
(2113, 21, 'KALDAR', 'کلدار', 'کلدار'),
(2114, 21, 'KISHINDEH', 'کشنده', 'کشنده'),
(2115, 21, 'ZARI', 'زاری', 'زاری'),
(2116, 21, 'Ailaq che paeen', 'ایلقچی پاین', 'ایلقچی پاین'),
(2117, 21, 'PD 1 ', 'ناحیه 1 ', 'ناحیه 1 '),
(2118, 21, 'PD 2 ', 'ناحیه 2 ', 'ناحیه 2 '),
(2119, 21, 'PD 3 ', 'ناحیه 3 ', 'ناحیه 3 '),
(2120, 21, 'PD 4 ', 'ناحیه 4 ', 'ناحیه 4 '),
(2121, 21, 'PD 5 ', 'ناحیه 5 ', 'ناحیه 5 '),
(2122, 21, 'PD 6 ', 'ناحیه 6 ', 'ناحیه 6 '),
(2123, 21, 'PD 7 ', 'ناحیه 7 ', 'ناحیه 7 '),
(2124, 21, 'PD 8 ', 'ناحیه 8 ', 'ناحیه 8 '),
(2125, 21, 'PD 9 ', 'ناحیه 9 ', 'ناحیه 9 '),
(2126, 21, 'Unknown ', 'نامعلوم ', 'نامعلوم '),
(2127, 21, 'Provincial Capital of Balkh (Mazar-e-sharif)', '(مرکز ولایت بلخ) مزار شریف', '(مرکز ولایت بلخ) مزار شریف'),
(2201, 22, 'PROVINCIAL CAPITAL OF SAR-E-PUL (SAR-E-PUL)', '( مرکزولایت سرپل) سرپل', '( مرکزولایت سرپل) سرپل'),
(2202, 22, 'SAYYAD', 'صیاد', 'صیاد'),
(2203, 22, 'KOHISTANAT', 'کوهستانات', 'کوهستانات'),
(2204, 22, 'SOZMA QALA', 'سوزمه قلعه', 'سوزمه قلعه'),
(2205, 22, 'SANGCHARAK', 'سنگ چارک', 'سنگ چارک'),
(2206, 22, 'GOSFANDI', 'گوسفندی', 'گوسفندی'),
(2207, 22, 'BALKHAB', 'بلخاب', 'بلخاب'),
(2208, 22, 'Unknown', 'نامعلوم', 'نامعلوم'),
(2209, 22, 'PD 1', 'ناحیه 1', 'ناحیه 1'),
(2210, 22, 'PD 2', 'ناحیه 2', 'ناحیه 2'),
(2301, 23, 'PROVINCIAL CAPITAL OF GHOR ( CHIGHCHERAN )', '( مرکز ولایت غور) چغچران', '( مرکز ولایت غور) چغچران'),
(2302, 23, 'DULEENA', 'دولینه', 'دولینه'),
(2303, 23, 'DAWLATYAR', 'دولت یار', 'دولت یار'),
(2304, 23, 'CHAR SADA', 'چارصده', 'چارصده'),
(2305, 23, 'PASABAND', 'پسابند', 'پسابند'),
(2306, 23, 'SHAHRAK', 'شهرک', 'شهرک'),
(2307, 23, 'LAL WA SARJANGAL', 'لعل وسرجنگل', 'لعل وسرجنگل'),
(2308, 23, 'TAYWARA', 'تیوره', 'تیوره'),
(2309, 23, 'TULAK', 'تولک', 'تولک'),
(2310, 23, 'SAGHAR', 'ساغر', 'ساغر'),
(2311, 23, 'UNKNOWN', 'نامعلوم', 'نامعلوم'),
(2312, 23, 'PD 1', 'ناحیه 1', 'ناحیه 1'),
(2313, 23, 'PD 2', 'ناحیه 2', 'ناحیه 2'),
(2314, 23, 'PD 3', 'ناحیه 3', 'ناحیه 3'),
(2315, 23, 'PD 4', 'ناحیه 4', 'ناحیه 4'),
(2401, 24, 'PROVINCIAL CAPITAL OF DAYKUNDI ( NILI )', '(مرکز ولایت دایکندی) نیلی', '(مرکز ولایت دایکندی) نیلی'),
(2402, 24, 'SHAHRISTAN', 'شهرستان', 'شهرستان'),
(2403, 24, 'GIZAB', 'گیزاب', 'گیزاب'),
(2404, 24, 'ISHTERLAI', 'اشترلی', 'اشترلی'),
(2405, 24, 'KHEDIR', 'خدیر', 'خدیر'),
(2406, 24, 'GETI', 'گیتی', 'گیتی'),
(2407, 24, 'MIRAMOR', 'میرامور', 'میرامور'),
(2408, 24, 'SANG-E-TAKHT', 'سنگ تخت', 'سنگ تخت'),
(2409, 24, 'KEJRAN', 'کیجران', 'کیجران'),
(2410, 24, 'Unknown', 'نامعلوم', 'نامعلوم'),
(2411, 24, 'PD 1', 'ناحیه 1', 'ناحیه 1'),
(2501, 25, 'PROVINCIAL CAPITAL OF  UROZGAN ( TIRINKOT )', ' (مرکز ولایت ارزگان) ترینکوت', ' (مرکز ولایت ارزگان) ترینکوت'),
(2502, 25, 'DEHRAOUD', 'دهراود', 'دهراود'),
(2503, 25, 'CHORA', 'چوره', 'چوره'),
(2504, 25, 'SHAHID-E-HASSAS', 'شهید حساس', 'شهید حساس'),
(2505, 25, 'KHAS UROZGAN', 'خاص ارزگان', 'خاص ارزگان'),
(2506, 25, 'PD 1 ', 'ناحیه 1 ', 'ناحیه 1 '),
(2507, 25, 'PD 2 ', 'ناحیه 2 ', 'ناحیه 2 '),
(2508, 25, 'PD 3 ', 'ناحیه 3 ', 'ناحیه 3 '),
(2509, 25, 'PD 4 ', 'ناحیه 4 ', 'ناحیه 4 '),
(2510, 25, 'Unknown ', 'نامعلوم ', 'نامعلوم '),
(2511, 25, 'Chahar Chino', 'چهارچینو', 'چهارچینو'),
(2601, 26, 'PROVINCIAL CAPITAL OF  ZABUL ( QALAT ) ', '( مرکز ولایت زابل) قلات', '( مرکز ولایت زابل) قلات'),
(2602, 26, 'TARANK WA JALDAK', 'ترنک وجلدک', 'ترنک وجلدک'),
(2603, 26, 'SHINKAI', 'شینکی', 'شینکی'),
(2604, 26, 'MIZAN', 'میزان', 'میزان'),
(2605, 26, 'ARGHANDAB', 'ارغنداب', 'ارغنداب'),
(2606, 26, 'SHAH JOI', 'شاه جوی', 'شاه جوی'),
(2607, 26, 'DAICHOPAN', 'دایچوپان', 'دایچوپان'),
(2608, 26, 'ATGHAR', 'اتغر', 'اتغر'),
(2609, 26, 'NAW BAHAR', 'نوبهار', 'نوبهار'),
(2610, 26, 'SHEMEL ZAYEE', 'شملزایی', 'شملزایی'),
(2611, 26, 'KAKARI (KHAK-E-AFGHAN)', '(کاکری) خاک افغان', '(کاکری) خاک افغان'),
(2612, 26, 'Unknown', 'نامعلوم', 'نامعلوم'),
(2701, 27, 'PROVINCIAL CAPITAL OF  KANDAHAR ( KANDAHAR )', '(مرکز ولایت کندهار) کندهار', '(مرکز ولایت کندهار) کندهار'),
(2702, 27, 'ARGHANDAB', 'ارغنداب', 'ارغنداب'),
(2703, 27, 'DAMAN', 'دامان', 'دامان'),
(2704, 27, 'PANJWAYEE', 'پنجوائی', 'پنجوائی'),
(2705, 27, 'ZHIRE', 'ژیری', 'ژیری'),
(2706, 27, 'SHAH WALI KOT', 'شاه ولی کوت', 'شاه ولی کوت'),
(2707, 27, 'KHAKREZ', 'خاکریز', 'خاکریز'),
(2708, 27, 'ARGHISTAN', 'ارغستان', 'ارغستان'),
(2709, 27, 'GHORAK', 'غورک', 'غورک'),
(2710, 27, 'MAIWAND', 'میوند', 'میوند'),
(2711, 27, 'SPIN BOLDAK', 'سپین بولدک', 'سپین بولدک'),
(2712, 27, 'NESH', 'نیش', 'نیش'),
(2713, 27, 'MIYANESHIN', 'میانشین', 'میانشین'),
(2714, 27, 'SHORABAK', 'شورابک', 'شورابک'),
(2715, 27, 'MARUF', 'معروف', 'معروف'),
(2716, 27, 'REG (SHIGA)', 'ریگ(شگه)', 'ریگ(شگه)'),
(2717, 27, 'UNKNOWN', 'نامعلوم', 'نامعلوم'),
(2718, 27, 'PD 1', 'ناحیه 1', 'ناحیه 1'),
(2719, 27, 'PD 2', 'ناحیه 2', 'ناحیه 2'),
(2720, 27, 'PD 3', 'ناحیه 3', 'ناحیه 3'),
(2721, 27, 'PD 4', 'ناحیه 4', 'ناحیه 4'),
(2722, 27, 'PD 5', 'ناحیه 5', 'ناحیه 5'),
(2723, 27, 'PD 6', 'ناحیه 6', 'ناحیه 6'),
(2724, 27, 'PD 7', 'ناحیه 7', 'ناحیه 7'),
(2725, 27, 'PD 8', 'ناحیه 8', 'ناحیه 8'),
(2726, 27, 'PD 9', 'ناحیه 9', 'ناحیه 9'),
(2727, 27, 'PD 10', 'ناحیه 10', 'ناحیه 10'),
(2728, 27, 'PD 11', 'ناحیه 11', 'ناحیه 11'),
(2729, 27, 'PD 12', 'ناحیه 12', 'ناحیه 12'),
(2730, 27, 'PD 13', 'ناحیه 13', 'ناحیه 13'),
(2731, 27, 'PD 14', 'ناحیه 14', 'ناحیه 14'),
(2732, 27, 'PD 15', 'ناحیه 15', 'ناحیه 15'),
(2733, 27, 'PD 16', 'ناحیه 16', 'ناحیه 16'),
(2734, 27, 'PD 17', 'ناحیه 17', 'ناحیه 17'),
(2735, 27, 'Dand', 'دند', 'دند'),
(2801, 28, 'PROVINCIAL CAPITAL OF  JAWZJAN [ SHEBERGHAN ]', '( مرکز ولایت جوزجان) شبرغان', '( مرکز ولایت جوزجان) شبرغان'),
(2802, 28, 'KHWAJA DUKOH', 'خواجه دوکوه', 'خواجه دوکوه'),
(2803, 28, 'KHANAQA', 'خانقاً', 'خانقاً'),
(2804, 28, 'MINGAJIK', 'منگجیک', 'منگجیک'),
(2805, 28, 'QUSH TEPA', 'قوش تیپه', 'قوش تیپه'),
(2806, 28, 'KHAMYAB', 'خم آب', 'خم آب'),
(2807, 28, 'AQCHAH', 'آقچه', 'آقچه'),
(2808, 28, 'FAIZABAD', 'فیض آباد', 'فیض آباد'),
(2809, 28, 'MARDYAN', 'مردیان', 'مردیان'),
(2810, 28, 'QARQIN', 'قرقین', 'قرقین'),
(2811, 28, 'DARZAB', 'درز آب', 'درز آب'),
(2812, 28, 'PD 1 ', 'ناحیه 1 ', 'ناحیه 1 '),
(2813, 28, 'PD 2 ', 'ناحیه 2 ', 'ناحیه 2 '),
(2814, 28, 'PD 3 ', 'ناحیه 3 ', 'ناحیه 3 '),
(2815, 28, 'PD 4 ', 'ناحیه 4 ', 'ناحیه 4 '),
(2816, 28, 'Unknown ', 'نامعلوم ', 'نامعلوم '),
(2902, 29, 'PASHTUN KOT', 'پشتون کوت', 'پشتون کوت'),
(2903, 29, 'KHWAJA SABZ POSH-E-WALI', 'خواجه سبز پوش ولی', 'خواجه سبز پوش ولی'),
(2904, 29, 'ALMAR', 'المار', 'المار'),
(2905, 29, 'BIL CHIRAGH', 'بل چراغ', 'بل چراغ'),
(2906, 29, 'SHIRIN TAGAB', 'شرین تگاب', 'شرین تگاب'),
(2907, 29, 'QAISAR', 'قیصار', 'قیصار'),
(2908, 29, 'GURZIWAN', 'گرزیوان', 'گرزیوان'),
(2909, 29, 'DAWLAT ABAD', 'دولت آباد', 'دولت آباد'),
(2910, 29, 'KOHISTAN', 'کوهستان', 'کوهستان'),
(2911, 29, 'QARAM QOLE', 'قرمقول', 'قرمقول'),
(2912, 29, 'QURGHAN', 'قرغان', 'قرغان'),
(2913, 29, 'ANDKHOY', 'اندخوی', 'اندخوی'),
(2914, 29, 'KHAN CHARBAGH', 'خان چارباغ', 'خان چارباغ'),
(2915, 29, 'UNKNOWN', 'نامعلوم', 'نا معلوم'),
(2916, 29, 'PD 1', 'ناحیه 1', 'ناحیه 1'),
(2917, 29, 'PD 2', 'ناحیه 2', 'ناحیه 2'),
(2918, 29, 'PD 3', 'ناحیه 3', 'ناحیه 3'),
(2919, 29, 'PD 4', 'ناحیه 4', 'ناحیه 4'),
(2920, 29, 'PD 5', 'ناحیه 5', 'ناحیه 5'),
(2921, 29, 'PD 6', 'ناحیه 6', 'ناحیه 6'),
(2922, 29, 'PD 7', 'ناحیه 7', 'ناحیه 7'),
(2923, 29, 'PD 8', 'ناحیه 8', 'ناحیه 8'),
(2924, 29, 'PD 9', 'ناحیه 9', 'ناحیه 9'),
(2925, 29, 'PD 10', 'ناحیه 10', 'ناحیه 10'),
(2926, 29, ' (PROVINCIAL CAPITAL OF FARYAB) MAYMANA', '(مرکزولایت فاریاب) میمنه', '(مرکزولایت فاریاب) میمنه'),
(2927, 29, 'GHORMACH', 'غورماچ', 'غورماچ'),
(3001, 30, 'PROVINCIAL CAPITAL OF  HELMAND (LASHKARGAH)', '( مرکز ولایت هلمند) لشکرگاه', '( مرکز ولایت هلمند) لشکرگاه'),
(3002, 30, 'NAD ALI', 'نادعلی', 'نادعلی'),
(3003, 30, 'NAWA-I- BARIKZAYEE', 'نـاوه بـارکـزائـی', 'نـاوه بـارکـزائـی'),
(3004, 30, ' NAHER-I- SARAJ', 'نـهـر ســراج', 'نـهـر ســراج'),
(3005, 30, 'WASHER', 'واشـــیــر', 'واشـــیــر'),
(3006, 30, 'GARM SER', 'گرم سیر', 'گرم سیر'),
(3007, 30, 'NAWZAD', 'نوزاد', 'نوزاد'),
(3008, 30, 'SANGIN QALA', 'سنگـیــن قـلــعه', 'سنگـیــن قـلــعه'),
(3009, 30, 'MUSA QALA', 'مــوســی قـلــعـه', 'مــوســی قـلــعـه'),
(3010, 30, 'KAJAKI', 'کجکی', 'کجکی'),
(3011, 30, 'REG-E-KHAN NISHIN', 'ریـک خـانـشــیـن', 'ریـک خـانـشــیـن'),
(3012, 30, 'BAGHRAN', 'باغران', 'باغران'),
(3013, 30, 'DESHU', 'دیشو', 'دیشو'),
(3014, 30, 'UNKNOWN', 'نامعلوم', 'نامعلوم'),
(3015, 30, 'PD 1', 'ناحیه 1', 'ناحیه 1'),
(3016, 30, 'PD 2', 'ناحیه 2', 'ناحیه 2'),
(3017, 30, 'PD 3', 'ناحیه 3', 'ناحیه 3'),
(3018, 30, 'PD 4', 'ناحیه 4', 'ناحیه 4'),
(3019, 30, 'Garashk', 'گرشک', 'گرشک'),
(3020, 30, 'Maarja', 'مارجه', 'مارجه'),
(3101, 31, 'PROVINCIAL CAPITAL OF  BADGHIS ( QALA-E-NOW )', '( مرکز ولایت بادغیس) قلعه نو', '( مرکز ولایت بادغیس) قلعه نو'),
(3102, 31, 'AB KAMARI', 'آبکمــری', 'آبکمــری'),
(3103, 31, 'MUQUR', 'مقـــر', 'مقـــر'),
(3104, 31, 'QADIS', 'قادس', 'قادس'),
(3105, 31, 'BALA MURGHAB', 'بالامــرغــاب', 'بالامــرغــاب'),
(3106, 31, 'JAWAND', 'جونـد', 'جونـد'),
(3107, 31, 'GHORMACH', 'غـورمــاچ', 'غـورمــاچ'),
(3108, 31, 'Unknown ', 'نامعلوم ', 'نامعلوم '),
(3202, 32, 'ENJIL', 'انجیل', 'انجیل'),
(3203, 32, 'NIZAM-E-SHAHID (GUZARA)', '(نظام شهید) گذره', '(نظام شهید) گذره'),
(3204, 32, 'KARRUKH', 'کرخ', 'کرخ'),
(3205, 32, 'ZENDAJAN', 'زنده جان', 'زنده جان'),
(3206, 32, 'PASHTUN ZARGHUN', 'پشتون زرغون', 'پشتون زرغون'),
(3207, 32, 'KUSHK (RUBAT-E-SANGI)', '(کشک) رباط سنگی', '(کشک) رباط سنگی'),
(3208, 32, 'GULRAN', 'گلران', 'گلران'),
(3209, 32, 'ADRASKAN', 'ادرسکن', 'ادرسکن'),
(3210, 32, 'KUSHK-E-KOHNA', 'کشک کهنه', 'کشک کهنه'),
(3211, 32, 'GHORYAN', 'غوریان', 'غوریان'),
(3212, 32, 'OBE', 'اوبه', 'اوبه'),
(3213, 32, 'KOHSAN', 'کهسان', 'کهسان'),
(3214, 32, 'SHINDAND', 'شیندند', 'شیندند'),
(3215, 32, 'FERSI', 'فرسی', 'فرسی'),
(3216, 32, 'CHISHT-E-SHARIF', 'چشت شریف', 'چشت شریف'),
(3217, 32, 'UNKNOWN', 'نامعلوم', 'نامعلوم'),
(3218, 32, 'PD 1', 'ناحیه1', 'ناحیه1'),
(3219, 32, 'PD 2', 'ناحیه2 ', 'ناحیه2 '),
(3220, 32, 'PD 3', 'ناحیه3', 'ناحیه3'),
(3221, 32, 'PD 4', 'ناحیه4', 'ناحیه4'),
(3222, 32, 'PD 5', 'ناحیه5', 'ناحیه5'),
(3223, 32, 'PD 6', 'ناحیه6', 'ناحیه6'),
(3224, 32, 'PD 7', 'ناحیه7', 'ناحیه7'),
(3225, 32, 'PD 8', 'ناحیه8', 'ناحیه8'),
(3226, 32, 'PD 9', 'ناحیه9', 'ناحیه9'),
(3227, 32, 'PD 10', 'ناحیه10', 'ناحیه10'),
(3228, 32, 'PD 11', 'ناحیه11', 'ناحیه11'),
(3229, 32, 'PD 12', 'ناحیه12', 'ناحیه12'),
(3230, 32, 'PD 13', 'ناحیه13', 'ناحیه13'),
(3231, 32, 'Provincial capital of Herat) Herat) ', '(مرکز ولایت هرات) هرات', '(مرکز ولایت هرات) هرات'),
(3301, 33, 'PROVINCIAL CAPITAL OF  FARAH (FARAH)', '( مرکز ولایت فراه) فراه', '( مرکز ولایت فراه) فراه'),
(3302, 33, 'PUSHTRUD', 'پشت رود', 'پشت رود'),
(3303, 33, 'KHAK-E-SAFED', 'خاک سفید', 'خاک سفید'),
(3304, 33, 'QALA-E-KAH', 'قلعه کاه', 'قلعه کاه'),
(3305, 33, 'SHIB KOH', 'شیب کوه', 'شیب کوه'),
(3306, 33, 'BALA BULUK', 'بالا بلوک', 'بالا بلوک'),
(3307, 33, 'ANAR DARA', 'اناردره', 'اناردره'),
(3308, 33, 'BAKWA', 'بکواه', 'بکواه'),
(3309, 33, 'LASH-E-JUWAYN', 'لاش جوین', 'لاش جوین'),
(3310, 33, 'GULISTAN', 'گلستان', 'گلستان'),
(3311, 33, 'PUR CHAMAN', 'پرچمن', 'پرچمن'),
(3312, 33, 'UNKNOWN', 'نامعلوم', 'نامعلوم'),
(3313, 33, 'PD 1', 'ناحیه 1', 'ناحیه 1'),
(3314, 33, 'PD 2', 'ناحیه 2', 'ناحیه 2'),
(3315, 33, 'PD 3', 'ناحیه 3', 'ناحیه 3'),
(3316, 33, 'PD 4', 'ناحیه 4', 'ناحیه 4'),
(3317, 33, '---', '---', '---'),
(3401, 34, 'PROVINCIAL CAPITAL OF  NIMROZ (ZARANJ)', '( مرکز ولایت نیمروز) زرنج', '( مرکز ولایت نیمروز) زرنج'),
(3402, 34, 'KANG', 'کنگ', 'کنگ'),
(3403, 34, 'ASL-E-CHAKHANSUR', 'اصل چخانسور', 'اصل چخانسور'),
(3404, 34, 'CHAR BURJAK', 'چهاربرجک', 'چهاربرجک'),
(3405, 34, 'KHASHROD', 'خاشرود', 'خاشرود'),
(3406, 34, 'Unknown', 'نامعلوم', 'نامعلوم'),
(3407, 34, 'PD 1', 'ناحیه 1', 'ناحیه 1'),
(3408, 34, 'Delaram', 'دلارام ', ''),
(3501, 35, 'UNKNOWN', 'نامعلوم', 'نامعلوم'),
(3502, 35, 'UNKNOWN', 'نامعلوم', 'نامعلوم');

-- --------------------------------------------------------

--
-- Table structure for table `forms`
--

CREATE TABLE `forms` (
  `id` int NOT NULL,
  `name` varchar(255) NOT NULL,
  `father_name` varchar(255) NOT NULL,
  `province` varchar(255) NOT NULL,
  `district` varchar(255) NOT NULL,
  `phone` varchar(120) NOT NULL,
  `email` varchar(190) NOT NULL,
  `job_title` varchar(255) DEFAULT NULL,
  `related_department` varchar(255) DEFAULT NULL,
  `subject` varchar(255) NOT NULL,
  `file` varchar(255) DEFAULT NULL,
  `lang` varchar(16) NOT NULL,
  `status` enum('0','1','2','3') NOT NULL COMMENT '0->sabt shoda,1->approve,2->reject',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_by` int DEFAULT NULL,
  `updated_by` int DEFAULT NULL,
  `deleted_by` int DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int UNSIGNED NOT NULL,
  `migration` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2019_03_19_022252_create_static_information_table', 1),
(2, '2019_03_19_023952_create_anti_corruption_action_plan_table', 1),
(3, '2019_03_19_024109_create_image_gallery_table', 1),
(4, '2019_03_19_024205_create_asset_form_table', 1),
(5, '2019_03_19_024420_create_content_and_file_table', 1),
(6, '2019_03_19_025301_create_complaint_form_table', 1),
(8, '2019_03_19_030327_create_latest_news_table', 1),
(9, '2019_03_19_030402_create_image_slider_table', 1),
(10, '2019_03_19_030424_create_video_slider_table', 1),
(11, '2019_03_19_030539_create_plan_and_offer_form_table', 1),
(12, '2019_03_20_013833_create_video_gallery_table', 1),
(13, '2019_03_20_052501_create_menus_table', 1),
(14, '2019_03_30_102526_create_dynamic_informations_table', 1),
(17, '2019_04_14_085633_create_static_information_table', 2),
(18, '2019_04_15_100131_create_videos_table', 3),
(19, '2019_04_18_035828_create_ministries_table', 4),
(20, '2019_05_09_041748_create_categories_table', 5),
(21, '2019_05_09_042043_create_sub_categories_table', 6),
(23, '2019_03_19_025331_create_jobs_table', 8),
(24, '2019_05_16_042531_create_opinions_table', 9),
(25, '2019_05_16_044931_create_complaints_table', 10),
(26, '2019_05_16_045659_create_plan_and_offers_table', 11),
(27, '2019_05_09_042344_create_assets_table', 12),
(28, '2019_05_22_053720_create_question_forms_table', 13),
(29, '2019_05_23_045637_create_not_registered_assets_table', 14),
(31, '2019_05_28_045107_create_users_table', 15),
(32, '2019_05_28_045243_create_permission_tables', 16),
(33, '2014_04_02_193005_create_translations_table', 17);

-- --------------------------------------------------------

--
-- Table structure for table `model_has_permissions`
--

CREATE TABLE `model_has_permissions` (
  `permission_id` int UNSIGNED NOT NULL,
  `model_type` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `model_id` bigint UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `model_has_roles`
--

CREATE TABLE `model_has_roles` (
  `role_id` int UNSIGNED NOT NULL,
  `model_type` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `model_id` bigint UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `model_has_roles`
--

INSERT INTO `model_has_roles` (`role_id`, `model_type`, `model_id`) VALUES
(2, 'App\\User', 3),
(3, 'App\\User', 4),
(3, 'App\\User', 5),
(3, 'App\\User', 6),
(3, 'App\\User', 7),
(3, 'App\\User', 8),
(4, 'App\\User', 9),
(4, 'App\\User', 10),
(4, 'App\\User', 11),
(4, 'App\\User', 12),
(4, 'App\\User', 13),
(4, 'App\\User', 14),
(4, 'App\\User', 15),
(4, 'App\\User', 16);

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE `permissions` (
  `id` int UNSIGNED NOT NULL,
  `name` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `guard_name` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`id`, `name`, `guard_name`, `created_at`, `updated_at`) VALUES
(1, 'role-list', 'web', '2019-05-28 01:09:46', '2019-05-28 01:09:46'),
(2, 'role-create', 'web', '2019-05-28 01:09:46', '2019-05-28 01:09:46'),
(3, 'role-edit', 'web', '2019-05-28 01:09:46', '2019-05-28 01:09:46'),
(4, 'role-delete', 'web', '2019-05-28 01:09:46', '2019-05-28 01:09:46'),
(5, 'post-list', 'web', '2019-05-28 01:09:46', '2019-05-28 01:09:46'),
(6, 'post-create', 'web', '2019-05-28 01:09:46', '2019-05-28 01:09:46'),
(7, 'post-edit', 'web', '2019-05-28 01:09:47', '2019-05-28 01:09:47'),
(8, 'post-delete', 'web', '2019-05-28 01:09:47', '2019-05-28 01:09:47'),
(9, 'user-email-change', 'web', '2019-05-28 01:09:47', '2019-05-28 01:09:47'),
(10, 'is-super-admin', 'web', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `provinces`
--

CREATE TABLE `provinces` (
  `id` int UNSIGNED NOT NULL,
  `name_en` varchar(255) DEFAULT NULL COMMENT 'name english',
  `name_dr` varchar(255) DEFAULT NULL COMMENT 'name dari',
  `name_pa` varchar(255) DEFAULT NULL COMMENT 'name pashto'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

--
-- Dumping data for table `provinces`
--

INSERT INTO `provinces` (`id`, `name_en`, `name_dr`, `name_pa`) VALUES
(1, 'KABUL', 'کابل', 'کابل'),
(2, 'KAPISA', 'کاپیسا', 'کاپیسا'),
(3, 'PARWAN', 'پروان', 'پروان'),
(4, 'WARDAK', 'وردک', 'وردک'),
(5, 'LOGAR', 'لوگر', 'لوگر'),
(6, 'NANGARHAR', 'ننگرهار', 'ننگرهار'),
(7, 'LAGHMAN', 'لغمان', 'لغمان'),
(8, 'PANJSHER', 'پنجشیر', 'پنجشیر'),
(9, 'BAGHLAN', 'بغلان', 'بغلان'),
(10, 'BAMYAN', 'بامیان', 'بامیان'),
(11, 'GHAZNI', 'غزنی', 'غزنی'),
(12, 'PAKTIKA', 'پکتیکا', 'پکتیکا'),
(13, 'PAKTYA', 'پکتیا', 'پکتیا'),
(14, 'KHOST', 'خوست', 'خوست'),
(15, 'KUNARHA', 'کنرها', 'کنرها'),
(16, 'NOORISTAN', 'نورستان', 'نورستان'),
(17, 'BADAKHSHAN', 'بدخشان', 'بدخشان'),
(18, 'TAKHAR', 'تخار', 'تخار'),
(19, 'KUNDUZ', 'قندز', 'قندز'),
(20, 'SAMANGAN', 'سمنگان', 'سمنگان'),
(21, 'BALKH', 'بلخ', 'بلخ'),
(22, 'SAR-E-PUL', 'سرپل', 'سرپل'),
(23, 'GHOR', 'غور', 'غور'),
(24, 'DAYKUNDI', 'دایکندی', 'دایکندی'),
(25, 'UROZGAN', 'ارزگان', 'ارزگان'),
(26, 'ZABUL', 'زابل', 'زابل'),
(27, 'KANDAHAR', 'کندهار', 'کندهار'),
(28, 'JAWZJAN', 'جوزجان', 'جوزجان'),
(29, 'FARYAB', 'فاریاب', 'فاریاب'),
(30, 'HELMAND', 'هــلـمــند', 'هــلـمــند'),
(31, 'BADGHIS', 'بادغیس', 'بادغیس'),
(32, 'HERAT', 'هرات', 'هرات'),
(33, 'FARAH', 'فراه', 'فراه'),
(34, 'NIMROZ', 'نیمروز', 'نیمروز');

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` int UNSIGNED NOT NULL,
  `name` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `guard_name` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `name`, `guard_name`, `created_at`, `updated_at`) VALUES
(2, 'admin', 'web', '2019-05-29 03:27:21', '2019-05-29 03:27:21'),
(4, 'User', 'web', '2021-12-27 01:57:42', '2021-12-27 01:57:42'),
(6, 'trddd', 'web', '2021-12-27 03:44:28', '2021-12-27 03:44:28'),
(7, 'hhhh', 'web', '2021-12-27 03:44:35', '2021-12-27 03:44:35'),
(8, 'ffrf', 'web', '2021-12-27 03:44:53', '2021-12-27 03:44:53');

-- --------------------------------------------------------

--
-- Table structure for table `role_has_permissions`
--

CREATE TABLE `role_has_permissions` (
  `permission_id` int UNSIGNED NOT NULL,
  `role_id` int UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `role_has_permissions`
--

INSERT INTO `role_has_permissions` (`permission_id`, `role_id`) VALUES
(1, 2),
(2, 2),
(3, 2),
(4, 2),
(5, 2),
(6, 2),
(7, 2),
(8, 2),
(9, 2),
(10, 2),
(5, 3),
(6, 3),
(7, 3),
(8, 3),
(9, 3),
(5, 4),
(6, 4),
(7, 4),
(8, 4),
(8, 5),
(9, 5),
(10, 5),
(1, 6),
(2, 6),
(8, 7),
(9, 7),
(10, 7),
(9, 8),
(10, 8);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `password`, `remember_token`, `deleted_at`, `created_at`, `updated_at`) VALUES
(3, 'Admin', 'admin@arg.gov.af', '$2y$10$LpX3UsKbv.x5AktVcEKvNuP7aP0JQ3gOo1NXCSXelHba7tiMf.E4q', 'fU35IGJsoiqAoa042intLqCQ3Wn3URxwpWqwu7q6y5UzUf7vMGjRlmc8xXi5', NULL, '2019-06-01 01:34:07', '2021-12-26 03:39:05');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `activity_log`
--
ALTER TABLE `activity_log`
  ADD PRIMARY KEY (`id`),
  ADD KEY `activity_log_log_name_index` (`log_name`);

--
-- Indexes for table `districts`
--
ALTER TABLE `districts`
  ADD PRIMARY KEY (`id`),
  ADD KEY `province_id` (`province_id`);

--
-- Indexes for table `forms`
--
ALTER TABLE `forms`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `model_has_permissions`
--
ALTER TABLE `model_has_permissions`
  ADD PRIMARY KEY (`permission_id`,`model_id`,`model_type`),
  ADD KEY `model_has_permissions_model_id_model_type_index` (`model_id`,`model_type`);

--
-- Indexes for table `model_has_roles`
--
ALTER TABLE `model_has_roles`
  ADD PRIMARY KEY (`role_id`,`model_id`,`model_type`),
  ADD KEY `model_has_roles_model_id_model_type_index` (`model_id`,`model_type`);

--
-- Indexes for table `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `provinces`
--
ALTER TABLE `provinces`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  ADD PRIMARY KEY (`permission_id`,`role_id`),
  ADD KEY `role_has_permissions_role_id_foreign` (`role_id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `activity_log`
--
ALTER TABLE `activity_log`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `districts`
--
ALTER TABLE `districts`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3503;

--
-- AUTO_INCREMENT for table `forms`
--
ALTER TABLE `forms`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;

--
-- AUTO_INCREMENT for table `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `provinces`
--
ALTER TABLE `provinces`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=35;

--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
